Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax/how_to_comply_with_your_tax_obligations.html.txt.tmx
Source language: en
Languages: ga

source: How to comply with your tax obligations
ga: Conas do dhualgais chánach a chomhlíonadh

source: Whether you are employed as a PAYE worker or pay tax as a self-employed person you must make sure that you pay any tax that is due to Revenue
ga: Cé acu má tá tú fostaithe mar oibrí ÍMAT nó má íocann tú cáin mar dhuine féinfhostaithe, ní mór duit a chinntiú go n-íocann tú aon cháin atá le híoc leis na Coimisinéirí Ioncaim

source: This document focuses on information for PAYE workers or pensioners who have another source of income
ga: Díríonn an cháipéis seo ar fhaisnéis d’oibrithe ÍMAT nó do phinsinéirí a bhfuil foinse ioncaim eile acu

source: If you work for an employer and pay tax under the PAYE system income earned from employment is taxed at source by your employer
ga: Má oibríonn tú d’fhostóir agus má íocann tú cáin faoin gcóras ÍMAT, déanann d’fhostóir cáin a ghearradh ar ioncam a thuilltear ag an bhfoinse

source: However the amount deducted can vary depending on your personal circumstances and your tax credits
ga: Féadfaidh an méid a asbhaintear a bheith éagsúil, ag brath ar do chúinsí pearsanta agus ar do chreidmheasanna cánach

source: For example, if you are married or in a civil partnership, this may affect your tax bands and tax reliefs
ga: Mar shampla, má tá tú pósta nó i bpáirtnéireacht shibhialta, d’fhéadfadh seo tionchar a imirt ar do bhandaí cánach agus ar d’fhaoisimh chánach

source: People who work for an employer may also have additional income from other sources
ga: Anuas air sin, b’fhéidir go bhfuil ioncam breise ag daoine a oibríonn d’fhostóir ó fhoinsí eile

source: You must tell Revenue about such income
ga: Ní mór duit na Coimisinéirí Ioncaim a chur ar an eolas faoin ioncam sin

source: However, depending on the amount, you declare the income in different ways
ga: Ag brath ar mhéid an ioncaim, áfach, dearbhaíonn tú an t-ioncam ar bhealaí éagsúla

source: In some cases income from other sources (such as a social welfare payment) can be coded in against your tax credits and cut off point
ga: I roinnt cásanna, féadtar ioncam ó fhoinsí eile (ar nós íocaíocht leasa shóisialaigh) a chódú isteach i leith do chreidmheasanna cánach agus do scoithphointe

source: Coding in means that Revenue will reduce both your tax credits and your standard rate cut-off point, by an amount equal to your other income
ga: Ciallaíonn códú isteach go laghdóidh na Coimisinéirí Ioncaim do chreidmheasanna cánach agus do scoithphointe ráta chaighdeánaigh, de shuim atá ar chomhionann le d’ioncam eile

source: Your other income is then effectively taxed under PAYE
ga: Ansin déantar cáin a ghearradh ar d’ioncam eile, go héifeachtach, faoi ÍMAT

source: Compliance Code for PAYE tax payers
ga: Cód Comhlíonta do cháiníocóirí ÍMAT

source: You should make sure that Revenue is aware of the factors that may affect the amount of tax deducted from your earnings
ga: Ba cheart duit a chinntiú go bhfuil na Coimisinéirí Ioncaim ar an eolas ar na tosca a d’fhéadfadh tionchar a imirt ar an méid cánach a bhaintear ó do thuillimh

source: Do not assume that Revenue has access to up-to-date information about your circumstances
ga: Ná glac leis go bhfuil rochtain ag na Coimisinéirí Ioncaim ar fhaisnéis chothrom le dáta faoi do chúinsí

source: Revenue’s Compliance Code for PAYE Tax Payers (pdf) advises you to:
ga: Molann Treoir ar Chlár Comhlíonta ÍMAT (pdf) na gCoimisinéirí Ioncaim duit an méid a leanas a dhéanamh:

source: • Check your Tax Credit Certificate each year and make sure that you are entitled to the tax credits that have been allocated to you and that you are claiming any tax credits you may be entitled to
ga: • Seiceáil do Dheimhniú Creidmheasa Cánach gach bliain chun a chinntiú go bhfuil teidlíocht agat do na creidmheasanna cánach a chionroinneadh duit agus go bhfuil tú ag éileamh na gcreidmheasanna cánach uile a bhfuil teidlíocht agat dóibh

source: You can use Revenue’s PAYE Anytime online system to view or print your Tax Credit Certificate or phone Locall 1890 306 706 to request one
ga: Féadfaidh tú córas ar líne ÍMAT aon Tráth aon Lá na gCoimisinéirí Ioncaim a úsáid chun do Dheimhniú Creidmheasa Cánach a fheiceáil nó chun é a chló nó cuir glao ar Íosghlao 1890 306 706 chun iarraidh ar cheann a fháil

source: • Tell Revenue about any changes in basic personal details such as a change of address as well as changes in your circumstances that may affect your entitlement to a tax credit(s)
ga: • Inis do na Coimisinéirí Ioncaim faoi aon athruithe a thagann ar shonraí bunúsacha, ar nós athrú seolta mar aon le hathruithe a tháinig ar do chúinsí a d’fhéadfadh difear a dhéanamh do do theidlíocht do chreidmheas(anna) cánach

source: In particular you should tell Revenue about significant life events such as marriage or civil partnership or bereavement as soon as possible
ga: Go háirithe, ba cheart duit na Coimisinéirí Ioncaim a chur ar an eolas faoi imeachtaí tábhachtacha saoil, ar nós pósta nó páirtnéireacht shibhialta nó méala a luaithe is féidir

source: • Keep all relevant documentation (such as medical receipts) to support your claims for tax credits, reliefs and allowances
ga: • Coimeád an cháipéisíocht ábhartha go léir (ar nós fáltais leighis) chun tacú le d’éilimh ar chreidmheasanna, faoiseamh agus liúntais chánach

source: You must keep all supporting documentation for 6 years from the end of the year to which the claim or liability refers
ga: Ní mór duit an cháipéisíocht tacaíochta go léir a choimeád ar feadh 6 bliana ó dheireadh na bliana dá dtagraíonn an t-éileamh nó an dliteanas

source: • Inform Revenue of any non-PAYE sources of income you have such as rental income, dividends, Department of Social Protection payments and pensions
ga: • Cuir na Coimisinéirí Ioncaim ar an eolas ar aon fhoinsí neamh-ÍMAT d’ioncam atá agat, ar nós ioncam cíosa, díbhinní, íocaíochtaí agus pinsin na Roinne Coimirce Sóisialaí

source: Any additional non-PAYE income may be subject to tax, PRSI or Universal Social Charge (USC) and it is important that you pay any tax that is due to avoid building up a tax liability
ga: D’fhéadfadh aon ioncam breise neamh-ÍMAT a bheith faoi réir cánach, ÍMAT nó an Muirir Shóisialta Uilíoch (MSU) agus is tábhachtach go n-íocann tú aon cháin atá le híoc le cruthú dliteanas cánach a sheachaint

source: If you are a chargeable person you must self-assess
ga: Más duine inmhuirir thú, ní mór duit féinmheasúnú a dhéanamh

source: Self-assessment is where you are responsible for making your own assessment of tax due
ga: Is éard is féinmheasúnú ann ná nuair a bhíonn tú freagrach as do mheasúnú féin a dhéanamh ar an gcáin atá dlite

source: Who is a chargeable person?
ga: Cé atá ina dhuine inmhuirir?

source: You are a chargeable person if you have a PAYE source of income and, either:
ga: Duine inmhuirir thú má tá foinse ioncaim ÍMAT agat agus má tá:

source: • Net assessable non-PAYE income (including income subject to DIRT) of €5,000 or more in a year
ga: • Glanioncam inmheasúnaithe neamh-ÍMAT €5,000 nó níos mó agat i mbliain amháin

source: • Total gross income from non-PAYE sources (including income subject to DIRT), of €30,000 or more in a year
ga: • Ollioncam iomlán ó fhoinsí neamh-ÍMAT €30,000 nó níos mó agat i mbliain amháin

source: This applies even if you have no tax liability on this income because it is covered or largely covered by losses, capital allowances and other reliefs
ga: Baineann seo fiú mura bhfuil an dliteanas cánach agat ar an ioncam seo mar gheall go bhfuil sé cumhdaithe nó cumhdaithe an chuid is mó ag caillteanais, liúntais chaipitiúla agus faoisimh eile

source: If you are a chargeable person you must self-assess and file a Form 11 for the relevant year
ga: Más duine inmhuirir thú, ní mór duit féinmheasúnú a dhéanamh agus Foirm 11 a thuairisciú don bhliain ábhartha

source: From 2014 if you are a chargeable person you must also pay PRSI at Class K on your assessable income
ga: Ó 2014 ar aghaidh, más duine inmhuirir thú, ní mór duit ÁSPC a íoc ar Aicme K ar d’ioncam inmheasúnaithe

source: Who is not a chargeable person?
ga: Cé nach bhfuil ina dhuine inmhuirir?

source: If you have a PAYE source of income and your net assessable non-PAYE income is less than €5,000, and this income is coded against PAYE tax credits or fully taxed at source, you are not regarded as a chargeable person (provided your gross non-PAYE income before expenses does not exceed €30,000)
ga: Má tá foinse ioncaim ÍMAT agat agus má tá do ghlanioncam inmheasúnaithe neamh-ÍMAT níos lú ná €5,000 agus má chódaítear an t-ioncam seo i leith creidmheasanna cánach ÍMAT nó má ghearrtar cáin iomlán air ag an bhfoinse, ní chaitear leat mar dhuine inmhuirir (a fhad agus nach sáraíonn d’ollioncam roimh chostais €30,000)

source: However you must inform Revenue of this income
ga: Ní mór duit na Coimisinéirí Ioncaim a chur ar an eolas ar an ioncam seo, áfach

source: You can do this using PAYE Anytime, by contacting your local Revenue office or by filing a Form 12
ga: Féadfaidh tú seo a dhéanamh trí úsáid a bhaint as ÍMAT aon Tráth aon Lá, trí theagmháil a dhéanamh le hoifig áitiúil na gCoimisinéirí Ioncaim nó trí Fhoirm 12 a chomhlánú

source: You do not have to pay PRSI on this income
ga: Ní gá duit ÍMAT a íoc ar an ioncam seo

source: Form 12 allows you to complete a return of your income and claim tax credits, allowances and reliefs (including any health expenses) for a year
ga: Ligeann Foirm 12 duit tuairisceán de d’ioncam a chomhlánú agus creidmheasanna, faoisimh agus liúntais chánach (lena n-áirítear aon chostais sláinte) a éileamh do bhliain ar leith

source: You do not have to file a Form 12 unless Revenue have asked you to do so
ga: Ní gá duit Foirm 12 a thuairisciú murar iarr na Coimisinéirí Ioncaim ort amhlaidh a dhéanamh

source: If you have a State pension and another pension or form of income which brings your income over the exemption limit for people aged over 65 you must file a Form 12 if you are not already being taxed on this income
ga: Má tá pinsean Stáit agus pinsean eile nó foirm eile d’ioncaim agat a mhéadaíonn d’ioncam os cionn na teorann díolúine do dhaoine atá os cionn 65 bliain d’aois, ní mór duit Foirm 12 mura bhfuil cáin á gearradh ort cheana féin ar an ioncam seo

source: The limits are currently €18,000 for a single person and €36,000 for a married couple or civil partners
ga: Is é €18,000 do dhuine singil agus €36,000 i gcás lánúin phósta nó páirtnéirí sibhialta na teorainneacha faoi láthair

source: Pay and File system
ga: An córas Íoc agus Tuairiscigh

source: Under self-assessment there is a common date for the payment of tax and filing of tax returns
ga: Faoi fhéinmheasúnú, tá dáta coitianta ann chun cáin a íoc agus chun tuairisceáin chánach a thuairisciú

source: This is 31 October each year
ga: Is é seo an 31 Deireadh Fómhair gach bliain

source: This system, which is known as Pay and File allows you (or an agent) to file your return and pay the balance of tax outstanding for the previous year at the same time
ga: Ligeann an córas seo, ar a dtugtar Íoc agus Tuairiscigh duit (nó do ghníomhaire) do thuairisceán a thuairisciú agus iarmhéid na cánach gan íoc don bhliain roimhe sin ag an tráth céanna a íoc

source: Under this system you must:
ga: Faoin gcóras seo, is gá duit:

source: • Pay preliminary tax for the current tax year on or before 31 October each year – this may be extended for people who use Revenue’s Online Service (ROS)
ga: • Réamhcháin a íoc don bhliain reatha chánach an 31 Deireadh Fómhair nó roimhe sin gach bliain – déantar í seo a shíneadh faoi 2 sheachtain i gcás daoine a úsáideann Seirbhís ar Líne na gCoimisinéirí Ioncaim (ROS)

source: • Make your tax return after the end of the tax year but not later than the following 31 October
ga: • Do thuairisceán cánach a dhéanamh i ndiaidh dheireadh na bliana cánach ach tráth nach déanaí ná an 31 Deireadh Fómhair

source: • Pay any balance of tax due for the previous tax year on or before 31 October
ga: • Aon iarmhéid cánach a íoc atá le híoc don bhliain chánach roimhe sin an 31 Deireadh Fómhair nó roimhe sin

source: • Pay any Capital Gains Tax on disposals made between 1 January and 30 September of the current tax year
ga: • Aon Cháin Ghnóthachan Caipitiúil a íoc ar dhiúscairtí a rinneadh idir an 1 Eanáir agus an 30 Meán Fómhair sa bhliain reatha chánach

source: Note that the rules about self-assessment changed for the year 2013
ga: Tabhair faoi deara gur athraíodh na rialacha faoi fhéinmheasúnú don bhliain 2013

source: In previous years Revenue would assess your liability for tax on the basis of the information you entered in your income tax return
ga: I mblianta roimhe seo, mheasúnódh na Coimisinéirí Ioncaim do dhliteanas le haghaidh cánach ar bhonn na faisnéise a d’iontráil tú i do thuairisceán cáin ioncaim

source: From 2013, your annual return of income form – Form 11 - includes a self-assessment section which you (or your agent) must complete and sign
ga: Ó 2013 ar aghaidh, áirítear le d’fhoirm thuairisceán ioncaim bhliantúil – Foirm 11 – mír féinmheasúnaithe nach mór duitse (nó do ghníomhaire) a chomhlánú agus a shíniú

source: If you do not make this self-assessment you will be liable to a penalty of €250
ga: Mura ndéanann tú an féinmheasúnú seo, beidh tú faoi dhliteanas pionós €250 a íoc

source: However, you do not have to make a self-assessment if you returned the completed Form 11 on or before 31 August in the year following the year of assessment If you filed your completed return on or before that date Revenue will make the self-assessment on your behalf
ga: Ní gá duit féinmheasúnú a dhéanamh, áfach, má sheol tú Foirm 11 chomhlánaithe ar ais an 31 Lúnasa. Má thuairiscigh tú do thuairisceán comhlánaithe ar an dáta sin nó roimhe sin, déanfaidh na Coimisinéirí Ioncaim an féinmheasúnú thar do cheann

source: If you use ROS, the system can calculate your tax liability based on the information you input and you can then choose to use this in your self-assessment
ga: Má úsáideann tú ROS, féadfaidh an córas do dhliteanas cánach a ríomh, bunaithe ar an bhfaisnéis a ionchuireann tú agus féadfaidh tú a roghnú chun seo a úsáid i d’fhéinmheasúnú ansin

source: If you are a chargeable person you must make your income tax return and self-assess your tax liability
ga: Más duine inmhuirir thú, ní mór duit do thuairisceán cáin ioncaim agus féinmheasúnú a dhéanamh ar do dhliteanas cánach

source: You have the following options:
ga: Tá na roghanna a leanas agat:

source: • You can fill out a paper Form 11 (pdf) and send to Revenue
ga: • Féadfaidh tú Foirm 11 pháipéir a chomhlánú agus í a sheoladh chuig na Coimisinéirí Ioncaim

source: • You can use a shorter Form 11E which is an extract of the main personal Tax Return form
ga: • Féadfaidh tú Foirm 11E níos giorra a úsáid, ar sliocht í den phríomhfhoirm Thuairisceán Cánach phearsanta

source: • You can also file your Form 11 using Revenue’s Online System (ROS). Certain people must e-file using ROS
ga: • Chomh maith leis sin, féadfaidh tú d’Fhoirm 11 a thuairisciú trí leas a bhaint as Córas ar Líne na gCoimisinéirí Ioncaim (ROS) Is gá do roinnt daione ríomhthuairisciú a dhéanamh trí leas a bhaint as ROS

source: Revenue also provide a Guide to Self Assessment (IT10) and helpsheets for both forms
ga: Féadfaidh tú rochtain a fháil ar na foirmeacha ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: You must file a Form 12 if Revenue have asked you to do so
ga: Ní ga duit Foirm 12 a thuairisciú má d’iarr na Coimisinéirí Ioncaim ort amhlaidh a dhéanamh

source: If you are not a chargeable person but you want to pay any tax due on your non-PAYE income you can file a form 12
ga: Mura duine inmhuirir thú, ach más mian leat aon cháin a íoc atá le híoc ar d’ioncam neamh-ÍMAT, féadfaidh tú foirm 12 a thuairisciú

source: There are 3 options:
ga: Tá 3 rogha ann:

source: • You can fill out a paper Form 12 (pdf) and send it to Revenue
ga: • Féadfaidh tú Foirm 12 pháipéir a chomhlánú agus í a sheoladh chuig na Coimisinéirí Ioncaim

source: You only need to fill in the parts of the form that are relevant to you. The eForm 12 does not provide for returning Capital Gains Tax details
ga: • Féadfaidh tú Ríomh-Fhoirm 12 a chomhlánú – tá fáil ar an bhfoirm leictreonach seo trí ÍMAT aon Tráth aon Lá. Ní gá duit ach na codanna sin den fhoirm a chomhlánú a bhaineann leat

source: You must fill out a separate CGT return
ga: Ní mór duit tuairisceán CGC ar leith a chomhlánú

source: • You can fill out Form 12S – this is a simplified return for PAYE taxpayers
ga: • Féadfaidh tú Foirm 12S a chomhlánú – seo tuairisceán simplithe le haghaidh cáiníocóirí ÍMAT

source: You can access the forms on the Revenue website
ga: Féadfaidh tú rochtain a fháil ar na foirmeacha ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: You can use one of the Lo-call numbers to contact Revenue
ga: Féadfaidh tú ceann de na huimhreacha Íosghlao a úsáid chun teagmháil a dhéanamh leis na Coimisinéirí Ioncaim

source: You can find more detailed contact details for your region here
ga: Is féidir leat teacht ar bhreis sonraí mionsionraithe teagmhála do do réigiún anseo

source: You can view and update your tax details online using PAYE Anytime through Revenue's myAccount service
ga: Ina theannta sin, féadfaidh tú do shonraí cánach a fheiceáil agus a nuashonrú ar líne trí ÍMAT aon Lá aon Tráth a úsáid
